cask_args appdir: '/Applications'
tap 'caskroom/cask'
tap 'cloudfoundry/tap'
tap 'dart-lang/dart'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'neovim/neovim'
cask 'java'
cask 'xquartz'
brew 'android-sdk'
brew 'clasp'
brew 'gringo'
brew 'aspcud'
brew 'autoconf'
brew 'automake'
brew 'gettext', args: ['universal']
brew 'git', args: ['HEAD']
brew 'openssl', args: ['universal']
brew 'axel', args: ['HEAD']
brew 'bison'
brew 'gmp', args: ['c++11']
brew 'isl'
brew 'mpfr'
brew 'libmpc'
brew 'gcc'
brew 'libevent'
brew 'open-mpi', args: ['c++11', 'with-cxx-bindings', 'with-java', 'with-mpi-thread-multiple', 'without-fortran']
brew 'boost', args: ['c++11', 'with-icu4c', 'with-mpi', 'without-single']
brew 'ghc'
brew 'cabal-install'
brew 'ocaml', args: ['with-flambda', 'with-x11']
brew 'ocamlbuild'
brew 'camlp4'
brew 'carthage'
brew 'cmake', args: ['HEAD', 'with-completion', 'without-docs']
brew 'coreutils', args: ['with-gmp']
brew 'ctags'
brew 'doxygen', args: ['HEAD']
brew 'libpng', args: ['universal']
brew 'freetype', args: ['universal']
brew 'fontconfig', args: ['universal']
brew 'fop'
brew 'readline'
brew 'gawk'
brew 'jpeg', args: ['universal']
brew 'libtiff', args: ['universal']
brew 'webp'
brew 'gd', args: ['universal']
brew 'gdbm', args: ['universal', 'with-libgdbm-compat']
brew 'go'
brew 'gradle'
brew 'libtool', args: ['universal']
brew 'graphviz', args: ['universal', 'with-freetype', 'with-x11']
brew 'haskell-stack'
brew 'heroku'
brew 'icu4c', args: ['c++11', 'universal']
brew 'sqlite'
brew 'python'
brew 'libxml2', args: ['HEAD', 'universal', 'with-python']
brew 'libplist', args: ['HEAD']
brew 'libtasn1', args: ['universal']
brew 'libusb', args: ['universal', 'HEAD']
brew 'usbmuxd'
brew 'libimobiledevice'
brew 'libzip', args: ['universal']
brew 'ideviceinstaller'
brew 'ios-deploy'
brew 'jetty'
brew 'oniguruma'
brew 'jq'
brew 'libffi'
brew 'libressl'
brew 'libssh2', args: ['HEAD', 'with-libressl']
brew 'libtermkey'
brew 'libuv'
brew 'libvterm'
brew 'libxslt'
brew 'libyaml'
brew 'lua', args: ['universal', 'with-completion']
brew 'makedepend'
brew 'mariadb', restart_service: true
brew 'mas'
brew 'maven'
brew 'mhash'
brew 'mcrypt'
brew 'mercurial'
brew 'msgpack'
brew 'nkf'
brew 'opam'
brew 'pacvim'
brew 'pcre', args: ['universal']
brew 'pkg-config'
brew 'protobuf'
brew 'ranger'
brew 're2c'
brew 'reattach-to-user-namespace', args: ['HEAD', 'with-wrap-launchctl', 'with-wrap-pbcopy-and-pbpaste']
brew 'shellcheck'
brew 'sphinx-doc'
brew 'texinfo'
brew 'xz', args: ['universal']
brew 'the_silver_searcher', args: ['HEAD']
brew 'tig'
brew 'tmux', args: ['HEAD']
brew 'tree'
brew 'unibilium'
brew 'unixodbc', args: ['universal']
brew 'utf8proc'
brew 'wget', args: ['with-libressl', 'with-pcre']
brew 'wxmac', args: ['universal', 'with-static', 'with-stl']
brew 'zsh'
brew 'cloudfoundry/tap/cf-cli'
brew 'dart-lang/dart/dart', args: ['devel', 'with-content-shell', 'with-dartium']
brew 'homebrew/dupes/libiconv', args: ['universal']
brew 'neovim/neovim/neovim', args: ['HEAD']
cask 'alfred'
cask 'android-studio'
cask 'appcleaner'
cask 'appcode'
cask 'arduino'
cask 'atom'
cask 'bettertouchtool'
cask 'ccleaner'
cask 'citrix-receiver'
cask 'clion'
cask 'dash'
cask 'eclipse-jee'
cask 'evernote'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'google-drive'
cask 'google-hangouts'
cask 'googleappengine'
cask 'intellij-idea'
cask 'jasper'
cask 'mysqlworkbench'
cask 'namebench'
cask 'netbeans'
cask 'onyx'
cask 'phpstorm'
cask 'pycharm'
cask 'rubymine'
cask 'silverlight'
cask 'skype'
cask 'slack'
cask 'tunnelblick'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'vmware-fusion'
cask 'vysor'
cask 'webstorm'
mas 'BetterSnapTool', id: 417375580
mas 'Pages', id: 409201541
mas 'Xcode', id: 497799835
brew 'llvm', args: ['universal', 'with-graphviz', 'with-ocaml', 'with-python', 'with-toolchain']
brew 'sourcekitten', args: ['HEAD']
mas 'Keynote', id: 409183694
mas 'FreeMan', id: 510934532
mas 'LINE', id: 539883307
mas 'Numbers', id: 409203825
